{
    "https://www.txconvergent.org/": "Texas Convergent is a platform that fosters innovation at the intersection of technology, business, and design. It offers two programs: Build Teams and Forge. Build Teams is a guided experience to build tech products that solve complex problems, and it includes brainstorming, building, and demoing the product. Forge is an accelerator for startups and nonprofits, where clients can work with product managers and engineers to develop their ideas. Both programs provide opportunities to gain industry-level skills, meet like-minded people, and learn new skills such as web & mobile apps development, market research, and data modeling & analysis. Convergent alumni have gone on to work at top tech companies and startups. Past projects include AI-powered tech trends, SURE Walk, and RateMyLift. If you're interested, you should apply to join Convergent.",
    "https://www.instagram.com/txconvergent/?hl=en": "It seems like there is no text provided for me to summarize. In order to provide a concise summary, I would need some text or content to summarize. If you have a specific text or piece of information you would like me to summarize, please provide it and I will be happy to help.",
    "https://utexas.campuslabs.com/engage/organization/texasconvergent": "Texas Convergent is a University of Texas organization that encourages collaboration across different fields through entrepreneurship. Its mission is to foster innovation by connecting students from various backgrounds, with a focus on bridging the gap between the Computer Science department and other students. The three pillars of its multidisciplinary approach are Technology, Business, and Design.\n\nContact Information:\n\n* Address: 2317 Speedway, Austin, TX 78712, United States\n* Contact Email: Not specified\n* Website: Has an application and info on info sessions can be found on their Instagram\n* Academic or administrative unit: No response\n* Semesters: Both fall and spring\n* Time commitment: 4-7 hours/week depending on the program\n* Membership dues: $25/semester (if accepted)\n\nThe organization hosts public events, such as BT Case Meetings and BT Meetings, and has officers, although their names are not publicly listed. The Spring Semester's events and plans have been announced on their website.",
    "https://www.linkedin.com/company/txconvergent": "Convergent Venture Capital and Private Equity Principals is a nonprofit organization based in Austin, Texas, that fosters innovation at the intersection of technology, business, and design. They enable multidisciplinary collaboration between students through hands-on projects, education, and philanthropic endeavors. The organization consists of 11-50 employees and was established in 2017. Convergent's Forge program supports startups and established nonprofits by building out features, apps, UI designs, and business strategies through cross-functional teams of tech, product, and design students. They are currently working with six teams on various projects for the Fall 2024 semester. Startups interested in working with Convergent can reach out to them on LinkedIn.",
    "https://linktr.ee/txconvergent": "Texas Convergent is a company that focuses on innovation at the intersection of technology, business, and design. They are hosting a UXPA UT portfolio development workshop and can be followed on various social media platforms such as Tiktok, Facebook, and Instagram. Their website is [www.txconvergent.org](http://www.txconvergent.org). To sign up for the workshop, you can fill out a form on Google Forms using a personal Google account or Google Workspace account. They can be contacted through Linktree, a platform that allows you to manage multiple links in one bio.",
    "https://www.facebook.com/txconvergent/": "Texas Convergent is a community service organization affiliated with the University of Texas in Austin, Texas. The group focuses on promoting collaboration between computer science and business students through interdisciplinary activities. They have 626 likes and 744 followers on their Facebook page, where they recently announced their Spring 2023 Demo Day. Membership information can be obtained by contacting membership@txconvergent.org, and more information about the organization can be found at their website, txconvergent.org."
}